//TECN091E  JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS                      
//SYSPRINT DD SYSOUT=*                       
//SYSIN DD *                                 
    PRINT -                                   
    INDATASET(TECN091.TRAIN.DETAILS.KSDS) -   
    FROMKEY(10230) -                          
    TOKEY(18790) CHAR
/*
 