//TECN091A JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  DEFINE PATH(NAME(TECN091.PRODUCT.DETAILS.EKSDSAIX) -
         PATHENTRY(TECN091.PRODUCT.AIX) -
         UPDATE
/*