//TECN091S JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
   DEFINE CLUSTER(NAME(TECN091.POLICY.RRDS) -
     TRACKS(10,10)  -
     CISZ(4096)       -
     FREESPACE(10,10)   -
     RECORDSIZE(80,80) -
     NUMBERED) -
     DATA(NAME(TECN091.POLICY.RRDS.DATA))
/*