//TECN091S  JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
   PRINT -
   INDATASET(TECN091.PRODUCT.ESDS) CHAR
/*
 