//TECN091A JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  DEFINE PATH(NAME(TECN091.TRAIN.DETAILS.KSDSAIX) -
         PATHENTRY(TECN091.TRAIN.DETAILS.AIX) -
         UPDATE
/*