//TECN091A JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  PRINT -
  INDATASET(TECN091.TRAIN.DETAILS.AIX) -
  CHAR
/*