//TECN091R JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
   DEFINE CLUSTER(NAME(TECN091.TRAIN.DETAILS.KSDS) -
     TRACKS(10,10)  -
     CISZ(4096)       -
     FREESPACE(10,10)   -
     RECORDSIZE(80,80) -
     INDEXED   -
     KEYS(6,0)) -
     DATA(NAME(TECN091.TRAIN.DETAILS.PS1))
/*