//TECN091S JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
   REPRO -
   INDATASET(TECN091.POLICY.PS1) -
   OUTDATASET(TECN091.POLICY.RRDS)
/*
//STEP2 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
   DELETE 'TECN091.POLICY.PS1'
/*