//TECN091A JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  BLDINDEX -
  INDATASET(TECN091.TRAIN.DETAILS.KSDS) -
  OUTDATASET(TECN091.TRAIN.DETAILS.AIX)
/*