//TECN091A  JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//BACKUP      DD DSN=TECN091.TRAIN.DETAILS.KSDSBKP,
//            DISP=(NEW,CATLG,DELETE),
//            LIKE=TECN091.TRAIN.DETAILS.KSDS
//SYSIN DD *
  EXPORT TECN091.TRAIN.DETAILS.KSDS -
  OUTFILE(BACKUP) -
  PERMANENT
/*
//STEP2 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  DELETE 'TECN091.TRAIN.DETAILS.KSDS'
/*
 