//TECN091A JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  BLDINDEX -
  INDATASET(TECN091.PRODUCT.ESDS) -
  OUTDATASET(TECN091.PRODUCT.AIX)
/*