//TECN091A  JOB NOTIFY=&SYSUID
//STEP1     EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSIN DD *
  LISTCAT ENT('TECN091.TRAIN.DETAILS.KSDS') ALL
/*