//TECN091A JOB NOTIFY=&SYSUID
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
   REPRO -
   INDATASET(TECN091.TRAIN.DETAILS.PS1) -
   OUTDATASET(TECN091.TRAIN.DETAILS.KSDS)
/*
//STEP2 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
   DELETE 'TECN091.TRAIN.DETAILS.PS1'
/*